Revit 2027 API
ParameterTypeId.RbsCurvetypeMultishapeTransitionRectovalParam Property
 "Multi Shape Transition Rect to Oval"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeMultishapeTransitionRectovalParam { get; }
Public Shared ReadOnly Property RbsCurvetypeMultishapeTransitionRectovalParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeMultishapeTransitionRectovalParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeMultishapeTransitionRectovalParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace